Repository: gitjavad/hirad
Catalog: prslangs/*.po
Languages: fa_ir

source: 404 Error: Page Not Found
fa_ir: خطای 404: صفحه یافت نگردید

source: Oops... the page you requested could not be found.
fa_ir: ای وای! صفحه درخواستی شما وجود ندارد.

source: Perhaps searching will help.
fa_ir: ممکن است جستجو به شما کمک کند.

source: Most Followers
fa_ir: رتبه در تعداد دنبال کننده ها

source: Most Pins
fa_ir: رتبه در تعداد وصله ها

source: Boards
fa_ir: تخته ها

source: pins
fa_ir: وصله ها

source: Pins
fa_ir: وصله ها

source: likes
fa_ir: پسندها

source: Likes
fa_ir: پسندها

source: followers
fa_ir: دنبال کننده ها

source: Followers
fa_ir: دنبال کننده ها

source: following
fa_ir: دنبال شده ها

source: Following
fa_ir: دنبال شده ها

source: Follow
fa_ir: دنبال کردن

source: Unfollow
fa_ir: دنبال نکردن

source: Share on Facebook
fa_ir: اشتراک گذاری در فیسبوک

source: Share on Twitter
fa_ir: اشتراک گذاری در توئیتر

source: Share on Reddit
fa_ir: اشتراک گذاری در رددیت

source: Share on Google+
fa_ir: اشتراک گذاری در گوگل+

source: Share on Pinterest
fa_ir: اشتراک گذاری در پینترست

source: Edit Profile
fa_ir: ویرایش نمایه

source: Edit User
fa_ir: ویرایش کاربر

source: Nothing yet.
fa_ir: چیزی یافت نشد.

source: Pin
fa_ir: وصله

source: Follower
fa_ir: دنبال کننده

source: Myself!
fa_ir: خودم!

source: &laquo; Previous
fa_ir: &laquo; قبلی

source: Next &raquo;
fa_ir: بعدی &raquo;

source: No one following yet.
fa_ir: هنوز کسی دنبالش نمی کند.

source: Not following anyone yet.
fa_ir: هنوز کسی را دنبال نمی کند.

source: pin
fa_ir: وصله

source: Follow Board
fa_ir: دنبال کردن تخته

source: Unfollow Board
fa_ir: دنبال نکردن تخته

source: Edit Board
fa_ir: ویرایش تخته

source: 0 Comments
fa_ir: بدون دیدگاه

source: 1 Comment
fa_ir: یک دیدگاه

source: % Comments
fa_ir: % دیدگاه

source: Edit
fa_ir: ویرایش

source: Pages:
fa_ir: صفحات:

source: Category
fa_ir: دسته

source: &laquo; Older Comments
fa_ir: &laquo; دیدگاه های قدیمی تر

source: Newer Comments &raquo;
fa_ir: دیدگاه های جدیدتر &raquo;

source: X Cancel reply
fa_ir: X لغو پاسخ

source: Post Comment
fa_ir: ارسال دیدگاه

source: Add a comment...
fa_ir: افزودن یک دیدگاه...

source: Login to comment...
fa_ir: برای ارسال دیدگاه وارد شوید...

source: Welcome
fa_ir: خوش آمدید

source: Username or Email
fa_ir: شناسه کاربری یا آدرس ایمیل

source: Password
fa_ir: رمزعبور

source: Forgot?
fa_ir: فراموش کرده اید؟

source: Login
fa_ir: ورود

source: or
fa_ir: یا

source: Sign Up
fa_ir: نام نویسی

source: Top
fa_ir: بالا

source: You need to enable Javascript.
fa_ir: لازم است جاوا اسکریپت فعال باشد.

source: Untitled
fa_ir: بدون عنوان

source: Pinned onto
fa_ir: وصل شده برروی

source: Board in
fa_ir: تخته در

source: Board by
fa_ir: تخته توسط

source: Pins from
fa_ir: وصل شده توسط

source: Tag:
fa_ir: برچسب:

source: Category:
fa_ir: دسته:

source: Search results for
fa_ir: نتایج جستجو برای

source: Email not verified. Please check your email for verification link.
fa_ir: آدرس ایمیل تائید نشده است. لطفاً ایمیل خود را برای لینک فعالسازی بررسی نمائید.

source: <strong>ERROR</strong>: Incorrect Captcha.
fa_ir: <strong>خطا</strong>: کد امنیتی نامعتبر است.

source: This content is password protected. To view it please enter your password below:
fa_ir: این محتوا توسط رمزعبور محافظت شده است. برای نمایش رمزعبور خود را وارد کنید:

source: Describe your pin...
fa_ir: درباره وصله خود توضیحی بنویسید...

source: Title...
fa_ir: عنوان...

source: Description...
fa_ir: توضیحات...

source: Tags e.g. comma, separated
fa_ir: برچسب ها. برای مثال: برچسب, دلخواه

source: Price e.g. 23.45
fa_ir: قیمت. برای مثال: 1000

source: Category for New Board
fa_ir: دسته برای تخته جدید

source: All items loaded
fa_ir: همه موارد بارگذاری گردید

source: Add Another Pin
fa_ir: افزودن وصله جدید

source: Add new board...
fa_ir: افزودن تخته جدید...

source: Board already exists. Please try another title.
fa_ir: این تخته در حال حاضر موجود می باشد. لطفاً عنوان دیگری را برگزینید.

source: Error. Please try again.
fa_ir: خطا: لطفاً دوباره امتحان کنید.

source: Cancel
fa_ir: لغو کردن

source: Close
fa_ir: بستن

source: comment
fa_ir: دیدگاه

source: comments
fa_ir: دیدگاه

source: Enter new board title
fa_ir: عنوان جدید تخته را وارد کنید

source: Image is too small (min size: %d x %dpx)
fa_ir: تصویر بسیار کوچک می باشد (کمترین اندازه: %d x %dpx)

source: Incorrect Username/Password
fa_ir: شناسه کاربری/رمزعبور اشتباه است

source: Invalid image file. Please choose a JPG/GIF/PNG file.
fa_ir: نوع تصویر نامعتبر است. لطفاً فایلی را با فرمت JPG/GIF/PNG انتخاب نمائید.

source: Loading...
fa_ir: درحال بارگذاری...

source: Notifications (Latest 30)
fa_ir: اطلاع رسانی ها (30 روز اخیر)

source: onto
fa_ir: وصل شده در

source: Please create a new board
fa_ir: لطفاً یک تخته جدید ایجاد کنید

source: Please enter title
fa_ir: لطفاً عنوان را وارد کنید

source: Please login or register here
fa_ir: لطفاً از اینجا وارد شده و یا نام نویسی کنید

source: Please type a comment
fa_ir: لطفاً دیدگاه خود را وارد نمائید

source: Pinned to
fa_ir: وصل شده در

source: Please enter both username and password.
fa_ir: لطفاً هر دو مورد شناسه کاربری و رمزعبور را وارد کنید.

source: Please enter url
fa_ir: لطفاً آدرس را وارد کنید

source: Repin
fa_ir: باز وصل کردن

source: Repins
fa_ir: باز وصل ها

source: Repinned to
fa_ir: باز وصل شده در

source: See This Pin
fa_ir: مشاهده این وصله

source: See All
fa_ir: مشاهده همه

source: Share it with your friends
fa_ir: با دوستان خود به اشتراک بگذارید

source: Sorry, unable to find any pinnable items.
fa_ir: متاسفیم، مورد قابل وصلی یافت نگردید.

source: Video
fa_ir: ویدئو

source: Your pin is pending review
fa_ir: وصله شما در انتظار بازبینی است

source: %s min ago
fa_ir: %s دقیقه پیش

source: %s mins ago
fa_ir: %s دقیقه پیش

source: %s hour ago
fa_ir: %s ساعت پیش

source: %s hours ago
fa_ir: %s ساعت پیش

source: %s day ago
fa_ir: %s روز پیش

source: %s days ago
fa_ir: %s روز پیش

source: Reply
fa_ir: پاسخ

source: Your comment is awaiting moderation.
fa_ir: دیدگاه شما در انتظار تائید است.

source: %s repinned your "%s" pin at %s
fa_ir: %s وصله شما با عنوان "%s" را در %s باز وصل کرد.

source: To change your notification settings, visit %s
fa_ir: برای تغییر تنظیمات اطلاع رسانی خود، %s را مشاهده فرمائید.

source: [%s] Someone repinned your pin
fa_ir: [%s] کسی وصله شما را باز وصل کرد.

source: %s liked your "%s" pin at %s
fa_ir: %s وصله شما با عنوان "%s" که در %s قرار دارد را پسندید.

source: [%s] Someone liked your pin
fa_ir: [%s] کسی وصله شما را پسندید.

source: %s is now following you. View %s's profile at %s
fa_ir: %s شما را دنبال کرد. نمایه %s را در %s مشاهده فرمائید.

source: [%s] Someone is following you
fa_ir: [%s] کسی شما را دنبال کرد.

source: %s commented on your "%s" pin at %s
fa_ir: %s دیدگاهی را برای وصله شما با عنوان "%s" که در %s قرار دارد ارسال کرد.

source: [%s] Someone commented on your pin
fa_ir: [%s] کسی برای وصله شما دیدگاهی ارسال کرد.

source: New comment on the pin "%s"
fa_ir: دیدگاه جدید در وصله "%s"

source: Author : %1$s (IP: %2$s , %3$s)
fa_ir: نویسنده: %1$s (آی پی: %2$s ، %3$s)

source: E-mail : %s
fa_ir: آدرس ایمیل: %s

source: URL : %s
fa_ir: آدرس وبسایت: %s

source: Whois : http://whois.arin.net/rest/ip/%s
fa_ir: می خواهید بدانید کیست؟ http://whois.arin.net/rest/ip/%s

source: Comment:
fa_ir: دیدگاه:

source: You can see all comments on this pin here:
fa_ir: شما می توانید همه دیدگاه های این وصله را در اینجا ببینید:

source: Permalink: %s
fa_ir: لینک ثابت: %s

source: Delete it: %s
fa_ir: حذف کنید: %s

source: Spam it: %s
fa_ir: هرزنامه کنید: %s

source: [%1$s] Comment: "%2$s"
fa_ir: دیدگاه [%1$s]: "%2$s"

source: Description
fa_ir: توضیحات

source: Add a new board first...
fa_ir: ابتدا یک تخته جدید بیافزائید...

source: Hi %s
fa_ir: %s سلام

source: %s wants to share "%s" with you.
fa_ir: %s می خواهد "%s" را با شما به اشتراک بگذارد.

source: %s said, "%s".
fa_ir: %s گفت: "%s".

source: View pin at %s
fa_ir: مشاهده وصله در %s

source: View %s's profile at %s
fa_ir: مشاهده نمایه %s در %s

source: %s wants to share a pin with you from %s
fa_ir: %s می خواهد وصله ای را در آدرس %s با شما به اشتراک بگذارد.

source: View board at %s
fa_ir: مشاهده تخته در %s

source: %s wants to share a board with you from %s
fa_ir: %s می خواهد تخته ای را در آدرس %s با شما به اشتراک بگذارد.

source: User(%s) reported the "%s" pin.
fa_ir: کاربری (%s) وصله "%s" را گزارش کرد.

source: An unregistered user reported the "%s" pin.
fa_ir: یک کاربر میهمان وصله "%s" را گزارش کرد.

source: Message: %s
fa_ir: پیغام: %s

source: [%s] Someone reported a pin
fa_ir: [%s] کسی یک وصله را گزارش کرد.

source: Add Pin
fa_ir: افزودن وصله

source: Add Board
fa_ir: افزودن تخته

source: Following Feed
fa_ir: فید دنبال شده ها

source: Profile &amp; Pins
fa_ir: نمایه و وصله ها

source: Settings
fa_ir: تنظیمات

source: WP Admin
fa_ir: مدیریت وردپرس

source: Log Out
fa_ir: خروج

source: Notifications
fa_ir: اطلاع رسانی ها

source: Find us on Facebook
fa_ir: ما را در فیسبوک بیابید

source: Follow us on Twitter
fa_ir: ما را در توئیتر دنبال کنید

source: Subscribe to RSS Feed
fa_ir: اشتراک در خوراک آر اس اس

source: Search
fa_ir: جستجو

source: Pending Review
fa_ir: در انتظار بررسی

source: Start following some users or boards to fill this space up
fa_ir: برای پر شدن این فضا، شما باید کاربرانی را دنبال کنید.

source: Invalid content
fa_ir: محتوا نامعتبر می باشد

source: Edit Page
fa_ir: ویرایش صفحه

source: Title
fa_ir: عنوان

source: Select a Category
fa_ir: دسته ای را انتخاب نمائید

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Delete Board
fa_ir: حذف تخته

source: No boards found.
fa_ir: تخته ای یافت نگردید.

source: All pins on this board will also be deleted.
fa_ir: تمام وصله های این تخته نیز حذف خواهند گردید.

source: Are you sure you want to permanently delete this board?
fa_ir: آیا مطئن هستید که می خواهید این تخته را برای همیشه حذف نمائید؟

source: Logged Out Successfully
fa_ir: با موفقیت خارج شدید

source: Your password has been reset.
fa_ir: رمزعبور شما بازیابی شد

source: User registration is currently closed.
fa_ir: نام نویسی کاربر در حال حاضر بسته است.

source: To activate account, please check your email for verification link.
fa_ir: جهت فعال نمودن حساب کاربری خود، آدرس ایمیلتان را برای لینک فعالساز بررسی کنید.

source: Account not activated yet. Please check your email for verification link.
fa_ir: حساب کاربری هنوز فعال نگردیده است. لطفاً آدرس ایمیلتان را برای لینک فعالساز بررسی کنید.

source: Verification success. You may login now.
fa_ir: فعالسازی با موفقیت انجام گردید. هم اکنون می توانید وارد شوید.

source: Invalid verification key
fa_ir: کلید فعالسازی نامعتبر می باشد

source: Incorrect Username
fa_ir: شناسه کاربری نامعتبر می باشد

source: Captcha
fa_ir: کد امنیتی

source: Don't have an account? Sign Up Now
fa_ir: حساب کاربری ندارید؟ همین حالا نام نویسی کنید

source: The passwords do not match.
fa_ir: رمزعبورها با هم مطابقت ندارند.

source: Passwords must be at least 6 characters long.
fa_ir: رمزعبور باید بیشتر از 6 کارکتر باشد.

source: <strong>ERROR</strong>: Enter a username or e-mail address.
fa_ir: <strong>خطا</strong>: شناسه کاربری یا آدرس ایمیلی را وارد نمائید.

source: <strong>ERROR</strong>: There is no user registered with that email address.
fa_ir: <strong>خطا</strong>: کاربری با این آدرس ایمیل وجود ندارد.

source: <strong>ERROR</strong>: Invalid username or e-mail.
fa_ir: <strong>خطا</strong>: شناسه کاربری یا آدرس ایمیل نامعتبر می باشد.

source: Password reset is not allowed for this user
fa_ir: بازیابی رمزعبور برای این کاربر مجاز نمی باشد

source: Someone requested that the password be reset for the following account:
fa_ir: کسی درخواست بازیابی رمزعبور برای حساب کاربری مقابل را کرده است:

source: Username: %s
fa_ir: شناسه کاربری: %s

source: If this was a mistake, just ignore this email and nothing will happen.
fa_ir: چنانچه گمان می کنید اشتباهی رخ داده است، کافیست این ایمیل را نادیده بگیرید تا هیچ اتفاقی نیفتد.

source: To reset your password, visit the following address:
fa_ir: برای بازیابی رمزعبور، آدرس مقابل را مشاهده فرمائید:

source: [%s] Password Reset
fa_ir: بازیابی رمزعبور [%s]

source: The e-mail could not be sent.
fa_ir: ایمیل قابل ارسال نیست.

source: Possible reason: your host may have disabled the mail() function.
fa_ir: دلیل محتمل: ممکن است میزبانی وبسایت شما تابع mail() را غیرفعال کرده باشد.

source: Lost Your Password?
fa_ir: رمزعبور خود را فراموش کرده اید؟

source: Check your e-mail for the confirmation link.
fa_ir: ایمیل خود را برای لینک تائید بررسی نمائید.

source: Sorry, that key does not appear to be valid.
fa_ir: متاسفیم، این کلید ظاهراً معتبر نمی باشد.

source: Get New Password
fa_ir: دریافت رمزعبور تازه

source: You will receive a link to create a new password via email.
fa_ir: شما لینک ساخت رمزعبور تازه را از طریق ایمیل دریافت خواهید کرد.

source: Reset Password
fa_ir: بازیابی رمزعبور

source: New password
fa_ir: رمزعبور تازه

source: Confirm new password
fa_ir: تائید رمزعبور تازه

source: Only notifications from last 30 days are available for viewing
fa_ir: تنها اطلاعیه های 30 روز اخیر برای مشاهده در دسترس هستند.

source: No Notifications Yet.
fa_ir: هنوز اطلاعیه ای وجود ندارد.

source: liked your
fa_ir: شما را پسندید

source: repinned your
fa_ir: شما را باز وصل کرد

source: is following you
fa_ir: شما را دنبال کرد

source: commented on your
fa_ir: شما دیدگاه گذاشت

source: Edit Pin
fa_ir: ویرایش وصله

source: Source e.g. http://domain.com/link
fa_ir: منبع، برای مثال: http://domain.ir/link

source: Save Pin
fa_ir: ذخیره وصله

source: Delete Pin
fa_ir: حذف وصله

source: No pins found.
fa_ir: وصله ای یافت نگردید.

source: Invalid image file.
fa_ir: نوع تصویر نامعتبر است.

source: Unable to fetch image from remote site
fa_ir: امکان دریافت تصویر از سایت مقصد وجود ندارد.

source: Please save image onto device and upload from device.
fa_ir: لطفاً تصویر را درون دستگاه خود ذخیره و سپس بارگذاری نمائید.

source: Pin It
fa_ir: وصل کن

source: From Device
fa_ir: از طریق دستگاه

source: Browse &amp; Upload
fa_ir: مرور و بارگذاری

source: From Web
fa_ir: از طریق مرورگر

source: Pin It Bookmarklet
fa_ir: وصل کردن با نشانه گذاری

source: Drag the above button to your bookmarks/favorites toolbar. Then click to pin an image from any website. You can also pin videos from
fa_ir: دکمه بالا را در قسمت نوار نشانه گذاری ها / علاقه مندی های مرورگر خود بکشید. پس از آن برای وصل کردن تصاویر از هر وبسایتی می توانید برروی آن دکمه کلیک کنید. همچنین شما از این طریق می توانید ویدئوها را نیز در اینجا وصل کنید.

source: youtube.com/vimeo.com
fa_ir: youtube.com یا vimeo.com

source: Pin It Button
fa_ir: وصل کردن با دکمه

source: Make it easy for people to pin from your site. Copy the code below and paste it where you want the button to appear on your website.
fa_ir: به دیگران این امکان را دهید تا از طریق وبسایت شما تصاویر و ویدئوها را وصل کنند. کد زیر را در جایی از وبسایتتان که می خواهید دکمه به نمایش گذاشته شود قرار دهید.

source: Are you sure you want to permanently delete this pin?
fa_ir: آیا مطئن هستید که می خواهید این وصله را برای همیشه حذف نمائید؟

source: <strong>ERROR</strong>: Enter email address.
fa_ir: <strong>خطا</strong>: آدرس ایمیل خود را وارد کنید.

source: Thank you for registering with %s.
fa_ir: از نام نویسی شما با %s بسیار متشکریم.

source: Please click the link to verify your email:
fa_ir: برای تائید ایمیل خود لطفاً برروی لینک کلیک کنید:

source: [%s] Account Registration
fa_ir: [%s] نام نویسی حساب کاربری

source: <strong>ERROR</strong>: Account is already activated.
fa_ir: <strong>خطا</strong>: حساب کاربری در حال حاضر فعال می باشد.

source: <strong>ERROR</strong>: Email not found.
fa_ir: <strong>خطا</strong>: آدرس ایمیل یافت نگردید.

source: <strong>ERROR</strong>: Please enter a username.
fa_ir: <strong>خطا</strong>: لطفاً یک شناسه کاربری را وارد کنید.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
fa_ir: <strong>خطا</strong>: این شناسه کاربری به دلیل استفاده از کارکترهای غیر قانونی نامعتبر می باشد. لطفاً شناسه کاربری جدیدی را انتخاب فرمائید.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
fa_ir: <strong>خطا</strong>: این شناسه کاربری در حال حاضر ثبت گردیده است. لطفاً شناسه کاربری جدیدی را انتخاب فرمائید.

source: <strong>ERROR</strong>: Please type your e-mail address.
fa_ir: <strong>خطا</strong>: لطفاً آدرس ایمیل خود را وارد کنید.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
fa_ir: <strong>خطا</strong>: آدرس ایمیل صحیح نمی باشد.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
fa_ir: <strong>خطا</strong>: این آدرس ایمیل ثبت گریدیده است. لطفاً آدرس ایمیل جدیدی را انتخاب فرمائید.

source: Password cannot be blank.
fa_ir: رمزعبور نمی تواند خالی باشد.

source: Antispam field is incorrect.
fa_ir: گزینه کد امنیتی صحیح نمی باشد.

source: <strong>ERROR</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">webmaster</a> !
fa_ir: <strong>خطا</strong>: امکان نام نویسی شما وجود ندارد. لطفاً با <a href="mailto:%s">مدیریت سایت</a> تماس حاصل فرمائید!

source: Password: %s
fa_ir: رمزعبور: %s

source: Resend Activation Email
fa_ir: ارسال مجدد ایمیل فعالسازی

source: Please check your email for activation.
fa_ir: لطفاً آدرس ایمیل خود را برای فعالسازی حساب کاربری بررسی نمائید.

source: Email
fa_ir: آدرس ایمیل

source: Resend
fa_ir: ارسال مجدد

source: Check your junk/spam folder if you did not receive the activation email
fa_ir: چنانچه ایمیل فعالسازی را دریافت نکردید، پوشه جفنگ/اسپم را نیز بررسی کنید.

source: Username
fa_ir: شناسه کاربری

source: Confirm Password
fa_ir: تائید رمزعبور

source: I Agree To The
fa_ir: بدین وسیله تائید می کنم که موافقم با

source: Terms of Service
fa_ir: شرایط خدمت دهی

source: Already have an account? Login now
fa_ir: حساب کاربری دارید؟ همین حالا وارد شوید

source: Resend activation email
fa_ir: ارسال مجدد ایمیل فعالسازی

source: You can&#8217;t give users that role.
fa_ir: شما این نقش را نمی توانید به کاربران اعطا کنید.

source: <strong>ERROR</strong>: You entered your new password only once.
fa_ir: <strong>خطا</strong>: شما رمزعبور جدید خود را تنها یک بار وارد کرده اید.

source: <strong>ERROR</strong>: Please enter your password.
fa_ir: <strong>خطا</strong>: لطفاً رمزعبور خود را وارد نمائید.

source: <strong>ERROR</strong>: Please enter your password twice.
fa_ir: <strong>خطا</strong>: لطفاً رمزعبور خود را دوبار وارد کنید.

source: <strong>ERROR</strong>: Passwords may not contain the character "\".
fa_ir: <strong>خطا</strong>: رمزعبور نباید شامل کاراکتر "\" باشد.

source: <strong>ERROR</strong>: Please enter the same password in the two password fields.
fa_ir: <strong>خطا</strong>: لطفاً رمزعبور مشابهی را در هر دو گزینه رمزعبور وارد نمائید.

source: <strong>ERROR</strong>: Please enter an email address.
fa_ir: <strong>خطا</strong>: لطفاً یک آدرس ایمیل را وارد کنید.

source: [%s] Email Verification
fa_ir: [%s] فعالسازی ایمیل

source: No Such User.
fa_ir: چنین کاربری وجود ندارد.

source: Administrator Profile: No Access
fa_ir: نمایه مدیریت: عدم دسترسی

source: Change Profile Username? (Days Left:
fa_ir: تغییر شناسه کاربری نمایه؟ (روز گذشته:

source: Change
fa_ir: تغییر

source: You will be logged out upon successful changing of username. Please login again with
fa_ir: شما به محض تغییر موفقیت آمیز شناسه کاربری خود از وبسایت خارج خواهید شد. لطفاً دوباره وارد شوید از طریق

source: Settings Saved.
fa_ir: تنظیمات ذخیره گردید.

source: Your email will be changed upon verification. Please check your new email for verification link.
fa_ir: آدرس ایمیل شما به محض تائید تغییر خواهد کرد. لطفاً ایمیل جدید خود را برای لینک تائید بررسی نمائید.

source: Your email has been verified and updated.
fa_ir: آدرس ایمیل شما تائید و تغییر کرد.

source: Invalid email provided by
fa_ir: آدرس ایمیل ارائه شده نامعتبر می باشد.

source: Please enter a valid email to receive email notifications.
fa_ir: لطفاً یک آدرس ایمیل معتبر را برای دریافت اطلاعیه ها وارد نمائید.

source: If you would like to change the password, type a new one. Otherwise leave them blank.
fa_ir: چنانچه می خواهید رمزعبور خود را تغییر دهید. رمزعبور جدید را وارد کنید، در غیر اینصورت گزینه های مربوطه را خالی نگه دارید.

source: Profile
fa_ir: نمایه

source: See Your Public Profile
fa_ir: نمایه عمومی خود را مشاهده فرمائید

source: Display Name
fa_ir: نمایش نام

source: About
fa_ir: درباره

source: Location
fa_ir: موقعیت

source: city, country
fa_ir: شهر، کشور

source: Website
fa_ir: وبسایت

source: myweb.com
fa_ir: www.website.ir

source: Facebook Username
fa_ir: شناسه کاربری فیسبوک

source: Twitter Username
fa_ir: شناسه کاربری توئیتر

source: Pinterest Username
fa_ir: شناسه کاربری پینترست

source: Google+ ID
fa_ir: شناسه گوگل+

source: +mygoogle or 123456789
fa_ir: +mygoogle یا 123456789

source: Email Notifications
fa_ir: اطلاع رسانی ایمیلی

source: Notify when someone follows me
fa_ir: زمانیکه کسی من را دنبال کرد، به من اطلاع بده

source: Notify when someone likes my pin
fa_ir: زمانیکه کسی وصله من را پسندید، به من اطلاع بده

source: Notify when someone repins my pin
fa_ir: زمانیکه کسی وصله من را باز وصل کرد، به من اطلاع بده

source: Notify when someone comments on my pin
fa_ir: زمانیکه کسی برروی وصله من دیدگاه ارسال کرد، به من اطلاع بده

source: Avatar (Recommended 300 x 300px)
fa_ir: نگاره (اندازه توصیه شده: 300 در 300 پیکسل)

source: Profile Cover (Recommended 1500 x 300px)
fa_ir: جلد نمایه (اندازه توصیه شده: 1500 در 300 پیکسل)

source: Delete Account
fa_ir: حذف حساب کاربری

source: All data and profile will be deleted.
fa_ir: تمامی اطلاعات و نمایه حذف خواهند شد.

source: Are you sure you want to permanently delete this account?
fa_ir: آیا مطئن هستید که می خواهید این حساب کاربری را برای همیشه حذف نمائید؟

source: This is an administrator account. To delete this account, go to WP-Admin > Users.
fa_ir: این حساب کاربری مدیریت است. برای حذف نمودن این حساب، باید از آدرس مدیریت وردپرس > کاربران اقدام فرمائید.

source: Everything
fa_ir: همه چیز

source: All
fa_ir: همه

source: Price
fa_ir: قیمت

source: Sort by
fa_ir: مرتب سازی بر اساس

source: Most recent
fa_ir: جدیدترین

source: Most popular
fa_ir: محبوب ترین

source: Price lowest
fa_ir: پایین ترین قیمت

source: Price highest
fa_ir: بالاترین قیمت

source: Popular
fa_ir: محبوب

source: Top Users (Most Followers)
fa_ir: برترین کاربران (بیشترین دنبال کننده)

source: Nobody yet.
fa_ir: هنوز کسی وجود ندارد.

source: Top Users (Most Pins)
fa_ir: برترین کاربران (بیشترین وصله)

source: My Own Pins
fa_ir: وصله های من

source: Tags
fa_ir: برچسب ها

source: Users
fa_ir: کاربران

source: Search...
fa_ir: جستجو...

source: All categories
fa_ir: تمامی دسته ها

source: Min Price
fa_ir: حداقل قیمت

source: Max Price
fa_ir: حداکثر قیمت

source: Also from
fa_ir: همچنین از

source: Related Pins
fa_ir: وصله های مشابه

source: Like
fa_ir: پسندیدن

source: Cannot Like Own Pin
fa_ir: امکان پسندیدن وصله خود وجود ندارد

source: Embed
fa_ir: جاگذاری

source: Zoom
fa_ir: بزرگنمایی

source: Report
fa_ir: گزارش

source: Repinned from
fa_ir: باز وصل شده از

source: more likes
fa_ir: پسندهای بیشتر

source: more repins
fa_ir: باز وصل های بیشتر

source: px -Image Width
fa_ir: عرض تصویر - پیکسل

source: px -Image Height
fa_ir: طول تصویر - پیکسل

source: Source
fa_ir: منبع

source: via
fa_ir: توسط

source: on
fa_ir: در

source: Please write a little about why you want to report this pin.
fa_ir: لطفاً راجع به اینکه چرا می خواهید این وصله را گزارش کنید، توضیح دهید.

source: Pin reported. Thank you for your submission.
fa_ir: وصله گزارش گردید. از شما بسیار متشکریم!

source: Report Pin
fa_ir: گزارش وصله
